{
  "heroTitle": "DAI ALLA TUA CONSOLE <br /> UNA SECONDA POSSIBILITÀ!",
  "heroDescription": "Console Locker, fai spazio al nuovo e vendi la tua console usata. Risparmia con una console ricondizionata e goditi un'esperienza di gioco di prima classe.",
  "home": "Home",
  "buy": "Acquista",
  "sell": "Vendi",
  "repair": "Ripara",
  "about": "Chi siamo",
  "aboutUs": "Chi siamo",
  "reviews": "Recensioni",
  "contact": "Contatti",
  "contactUs": "Contattaci",
  "console": "",
  "consoleHeaderTitle": "Scegli la tua console",
  "footerSection": "footerSectionContent",
  "signUpNewsLetter": "Iscriviti alla nostra Newsletter",
  "subscribeInputPlaceholder": "Inserisci il tuo nome",
  "subscribe": "Iscriviti",
  "paymentMethods": "Metodi di pagamento:",
  "socialLinks": "Link social",
  "quickLinks": "Link rapidi",
  "email": "Email",
  "phone": "Telefono",
  "privacyPolicyTitle": "Privacy & Policy",
  "returnAndRefund": "Resi e rimborsi",
  "termsOfService": "Termini di servizio",
  "cookiePolicy": "Cookie Policy (UE)",
  "privacyPolicy": "Informativa sulla privacy",
  "copyRight": "© Tutti i diritti riservati 2024 | Partita IVA IT17743751004 | Via Ogaden 4, 00199 Roma",
  "buy/playstation": "Inizia ad acquistare PlayStation",
  "filter": "Filtra",
  "products": "Prodotti",
  "all": "Tutti",
  "playStation": "PlayStation",
  "xBox": "Xbox",
  "nintendo": "Nintendo",
  "brand": "Marca",
  "priceRange": "Fascia di prezzo",
  "100to300": "100€ - 300€",
  "300to500": "300€ - 500€",
  "up500": "500€+",
  "condition": "Condizione",
  "good": "Buona",
  "new": "Nuova",
  "sortBy": "Ordina per",
  "highToLow": "Dal più alto al più basso",
  "lowToHigh": "Dal più basso al più alto",
  "/sell": "Inizia a vendere",
  "sellYourConsole": "Vendi la tua console",
  "freeShipping": "Spedizione gratuita",
  "freeReturn": "Reso gratuito",
  "fastDelivery": "Consegna rapida entro 48 ore",
  "selectAConsole": "Seleziona una console",
  "getAPriceEstimate": "Ottieni una stima del prezzo",
  "howDeliver": "Come consegnare la tua console a noi",
  "sellBoxHeading1": "Ottieni una stima del prezzo per il tuo dispositivo",
  "sellBoxHeading2": "Consegna il tuo dispositivo al negozio più vicino o invialo gratuitamente",
  "sellBoxHeading3": "Ricevi il pagamento direttamente sul tuo conto",
  "sellBoxDesc1": "Valuta rapidamente il tuo telefono e ottieni un'offerta di prezzo in 2 minuti.",
  "sellBoxDesc2": "Ti invieremo un pacco di vendita entro 1-3 giorni lavorativi. Il pacco contiene tutto il necessario per inviare il dispositivo gratuitamente.",
  "sellBoxDesc3": "Dopo aver ricevuto il tuo telefono, il controllo richiederà 2-3 giorni lavorativi. Successivamente, trasferiremo il denaro lo stesso giorno o ti invieremo un'email con un'offerta di prezzo aggiornata.",
  "selectyourItems": "Seleziona i tuoi articoli",
  "reviewTitle": "Recensioni dei nostri clienti",
  "reviewDescription1": "Ho acquistato una PlayStation 5 ricondizionata ed è come nuova! La consegna è stata super veloce e il servizio clienti ...",
  "reviewDescription2": "Servizio eccezionale! L'iPhone ricondizionato che ho comprato era praticamente nuovo. Il servizio clienti è stato rapido e cordiale. Acquisterò di nuovo.",
  "reviewDescription3": "Consegna veloce, ottima qualità del prodotto e un servizio clienti molto disponibile. Grazie per un'esperienza fantastica!",
  "quizTitle": "Qual è la condizione dello schermo?",
  "ourCurrentOffer": "La nostra offerta attuale:",
  "directPayout": "Pagamento diretto",
  "continue": "Continua",
  "transferVaiPayPal": "Trasferimento tramite PayPal o conto bancario",
  "extra": "extra",
  "whenYouCompleteYourTransaction1": "Quando completi la tua transazione, il tuo ",
  "whenYouCompleteYourTransaction2": " prezzo sarà riservato per 14 giorni.",
  "personalInformation": "Informazioni personali",
  "contactInformation": "Informazioni di contatto",
  "firstName": "Nome",
  "lastName": "Cognome",
  "fullName": "Nome completo",
  "address": "Indirizzo",
  "postcode": "CAP",
  "townCity": "Città",
  "streetName": "Nome della via",
  "yourSubject": "Oggetto",
  "messages": "Messaggi",
  "linkableContent": "Creeremo contenuti di alta qualità e costruiremo almeno 40 link ad alta autorità.",
  "appointment": "Appartamento, suite, unità, ecc. (Opzionale)",
  "country": "Paese",
  "payment": "Pagamento",
  "send": "INVIA",
  "next5TermsOfSale1": "Cliccando su invia accetti i nostri termini di vendita e la privacy policy",
  "next5TermsOfSale2": "termini di vendita",
  "next5TermsOfSale3": "e",
  "next5TermsOfSale4": "privacy policy",
  "summary": "Riepilogo",
  "yourPriceEstimate": "La tua stima di prezzo",
  "greenHistroy": "La storia ecologica di Console Locker.",
  "greenHistoryDescription": "Acquistare o vendere una console usata non è solo conveniente, ma anche una scelta ecologica.",
  "aboutPara1": "Benvenuto nel nostro sito, il punto di riferimento per le console da gioco ricondizionate in Italia! Siamo un'azienda giovane e dinamica, nata dalla passione per i videogiochi e dal desiderio di offrire ai nostri clienti un'esperienza di gioco eccellente a prezzi accessibili.",
  "aboutPara2": "Il nostro viaggio è iniziato su eBay, dove grazie alla dedizione e alla qualità dei nostri prodotti siamo rapidamente diventati il primo venditore di console ricondizionate in Italia. Il successo ottenuto sulla piattaforma ci ha spinti a fare un passo avanti e ad aprire il nostro e-commerce, per offrire un servizio ancora migliore e diretto ai nostri clienti. La nostra missione è semplice: rendere le console da gioco di qualità accessibili a tutti. Crediamo che ogni giocatore meriti di vivere esperienze di gioco indimenticabili senza dover spendere una fortuna. Per questo motivo, ci impegniamo a selezionare, testare e ricondizionare ogni console che vendiamo, garantendo che sia come nuova.",
  "aboutPara3": "Ogni console viene sottoposta a rigorosi controlli di qualità e test funzionali per garantire che sia in condizioni ottimali. La nostra esperienza come top seller su eBay è una testimonianza della nostra affidabilità e impegno verso i clienti. Mettiamo al primo posto le esigenze dei nostri clienti, offrendo un servizio di supporto rapido e disponibile per qualsiasi necessità. Offriamo una garanzia su tutti i nostri prodotti, perché siamo sicuri della qualità del nostro lavoro e vogliamo che i nostri clienti acquistino con totale tranquillità.",
  "aboutPara4": "Amiamo i videogiochi tanto quanto te, e questo si riflette nella cura con cui selezioniamo e ricondizioniamo le nostre console. Puntiamo sempre all'eccellenza in tutto ciò che facciamo, dal processo di ricondizionamento al servizio clienti. Crediamo nel dare una seconda vita alle console, contribuendo così a ridurre i rifiuti elettronici e a promuovere un consumo più responsabile.",
  "aboutPara5": "Grazie per averci scelto per le tue esigenze di gioco. Siamo entusiasti di accompagnarti nel tuo prossimo viaggio videoludico con le nostre console ricondizionate di alta qualità. Gioca di più. Spendi meno. Sii felice.",
  "aboutPara6": "Per qualsiasi domanda o necessità, non esitare a contattarci. Siamo qui per te!",
  "buyNow": "ACQUISTA ORA",
  "sellNow": "VENDI ORA"
}