{
  "heroTitle": "DA UNA SECONDA VITA AL TUO CONSOLLE <br />!",
  "heroDescription": "Console Locker, fai spazio per il nuovo e vendi la tua console usata. Risparmia con una console ricondizionata e goditi un'esperienza di gioco di prima classe.",
  "home": "Home",
  "buy": "Compra",
  "sell": "Vendi",
  "repair": "Ripara",
  "about": "Chi siamo",
  "aboutUs": "Chi siamo",
  "reviews": "Recensioni",
  "contact": "Contatto",
  "contactUs": "Contattaci",
  "console": "",
  "consoleHeaderTitle": "Scegli la tua console",
  "footerSection": "contenutoSezioneFooter",
  "signUpNewsLetter": "Iscriviti alla nostra newsletter",
  "subscribeInputPlaceholder": "Inserisci il tuo nome",
  "subscribe": "Iscriviti",
  "paymentMethods": "Metodi di pagamento:",
  "socialLinks": "Collegamenti social",
  "quickLinks": "Collegamenti rapidi",
  "email": "Email",
  "phone": "Telefono",
  "privacyPolicyTitle": "Privacy e Politica",
  "returnAndRefund": "Resi e rimborsi",
  "termsOfService": "Termini di servizio",
  "cookiePolicy": "Politica sui cookie (UE)",
  "privacyPolicy": "Politica sulla privacy",
  "copyRight": "© Tutti i diritti riservati 2024 | Partita IVA IT17743751004 | Via Ogaden 4, 00199 Roma",
  "buy/playstation": "Inizia a comprare/playstation",
  "filter": "Filtra",
  "products": "Prodotti",
  "all": "Tutti",
  "playStation": "PlayStation",
  "xBox": "Xbox",
  "nintendo": "Nintendo",
  "brand": "Marca",
  "priceRange": "Fascia di prezzo",
  "100to300": "$100 - $300",
  "300to500": "$300 - $500",
  "up500": "$500+",
  "condition": "Condizione",
  "good": "Buono",
  "new": "Nuovo",
  "sortBy": "Ordina per",
  "highToLow": "Alto a Basso",
  "lowToHigh": "Basso ad Alto",
  "/sell": "pagina di vendita",
  "sellYourConsole": "Vendi la tua console",
  "freeShipping": "Spedizione gratuita",
  "freeReturn": "Reso gratuito",
  "fastDelivery": "Consegna rapida in 48 ore",
  "selectAConsole": "Seleziona una console",
  "getAPriceEstimate": "Ottieni una stima del prezzo",
  "howDeliver": "Come consegnare la tua console a noi",
  "sellBoxHeading1": "Ottieni una stima del prezzo per il tuo dispositivo",
  "sellBoxHeading2": "Consegna il tuo dispositivo al negozio più vicino o spediscilo gratuitamente",
  "sellBoxHeading3": "Ricevi il pagamento direttamente sul tuo conto",
  "sellBoxDesc1": "Valuta rapidamente il tuo telefono e ottieni un'offerta in 2 minuti.",
  "sellBoxDesc2": "Ti invieremo un pacchetto di vendita entro 1-3 giorni lavorativi. Il pacco contiene tutto il necessario per inviare gratuitamente il dispositivo.",
  "sellBoxDesc3": "Dopo aver ricevuto il tuo telefono, ci vorranno 2-3 giorni lavorativi per l'ispezione. Successivamente trasferiremo i soldi lo stesso giorno o ti invieremo un'email con un'offerta di prezzo adeguata.",
  "selectyourItems": "Seleziona i tuoi articoli",
  "reviewTitle": "Le recensioni dei nostri clienti",
  "reviewDescription1": "Ho comprato una PlayStation 5 ricondizionata, sembra e funziona come nuova! La consegna è stata super veloce e il team di assistenza clienti...",
  "reviewDescription2": "Servizio incredibile! L'iPhone ricondizionato che ho comprato era praticamente nuovo. Il servizio clienti è stato rapido e cordiale. Comprerò di nuovo.",
  "reviewDescription3": "Consegna veloce, ottima qualità del prodotto e servizio clienti molto utile. Grazie per un'esperienza fantastica!",
  "quizTitle": "Qual è la condizione dello schermo?",
  "ourCurrentOffer": "La nostra offerta attuale:",
  "directPayout": "Pagamento diretto",
  "continue": "Continua",
  "transferVaiPayPal": "Trasferisci tramite PayPal o sul tuo conto bancario",
  "extra": "extra",
  "whenYouCompleteYourTransaction1": "Quando completi la tua transazione, il tuo ",
  "whenYouCompleteYourTransaction2": " prezzo sarà riservato per 14 giorni.",
  "personalInformation": "Informazioni personali",
  "contactInformation": "Informazioni di contatto",
  "firstName": "Nome",
  "lastName": "Cognome",
  "fullName": "Nome completo",
  "address": "Indirizzo",
  "postcode": "CAP",
  "townCity": "Città / Comune",
  "streetName": "Nome strada",
  "yourSubject": "Oggetto",
  "messages": "Messaggi",
  "linkableContent": "Creeremo contenuti di alta qualità e costruiremo almeno 40 link ad alta autorità.",
  "appointment": "Appartamento, suite, unità, ecc. (Opzionale)",
  "country": "Paese",
  "payment": "Pagamento",
  "send": "INVIA",
  "next5TermsOfSale1": "Cliccando invia accetti i nostri termini di vendita e la politica sulla privacy",
  "next5TermsOfSale2": "termini di vendita",
  "next5TermsOfSale3": "e",
  "next5TermsOfSale4": "politica sulla privacy",
  "summary": "Sommario",
  "yourPriceEstimate": "La tua stima del prezzo",
  "greenHistroy": "La storia verde di Console Locker.",
  "greenHistoryDescription": "Comprare o vendere una console usata non è solo conveniente, ma anche una scelta eco-friendly.",
  "aboutPara1": "Benvenuti nel nostro sito web, il punto di riferimento per le console di gioco ricondizionate in Italia! Siamo una giovane e dinamica azienda, nata dalla passione per i videogiochi e dal desiderio di offrire ai nostri clienti un'esperienza di gioco eccellente a prezzi accessibili.",
  "aboutPara2": "Il nostro viaggio è iniziato su eBay, dove grazie alla dedizione e alla qualità dei nostri prodotti siamo diventati rapidamente il primo venditore di console ricondizionate in Italia. Il successo ottenuto sulla piattaforma ci ha spinto a fare un passo in avanti e aprire il nostro e-commerce, per poter offrire un servizio ancora migliore e più diretto ai nostri clienti. La nostra missione è semplice: rendere le console da gioco di qualità accessibili a tutti. Crediamo che ogni giocatore meriti di vivere esperienze di gioco indimenticabili senza dover spendere una fortuna. Per questo motivo, ci impegniamo a selezionare, testare e ricondizionare con cura ogni console che vendiamo, garantendo che sia come nuova.",
  "aboutPara3": "Ogni console subisce rigorosi controlli di qualità e test funzionali per garantire che sia in perfette condizioni. La nostra esperienza come top seller su eBay è una testimonianza della nostra affidabilità e impegno nei confronti dei nostri clienti. Mettiamo le esigenze dei nostri clienti al primo posto, offrendo un servizio di supporto rapido e disponibile per ogni necessità. Offriamo una garanzia su tutti i nostri prodotti, perché siamo fiduciosi nella qualità del nostro lavoro e vogliamo che i nostri clienti acquistino in completa serenità.",
  "aboutPara4": "Amiamo i videogiochi tanto quanto te, e questo si riflette nella cura con cui selezioniamo e ricondizioniamo le nostre console. Cerchiamo sempre l'eccellenza in tutto ciò che facciamo, dal processo di ricondizionamento al servizio clienti. Crediamo nel dare una seconda vita alle console, riducendo così i rifiuti elettronici e promuovendo un consumo più responsabile.",
  "aboutPara5": "Grazie per averci scelto per le tue esigenze di gioco. Siamo entusiasti di accompagnarti nel tuo prossimo viaggio di gioco con le nostre console ricondizionate di alta qualità. Gioca di più. Spendere meno. Sii felice.",
  "aboutPara6": "Per qualsiasi domanda o necessità, non esitare a contattarci. Siamo qui per te!",
  "buyNow": "ACQUISTA ORA",
  "sellNow": "VENDI ORA",
  "howToSellYourItems": "Come vendere i tuoi articoli",
  "startThinkingCircularTitle": "Inizia a pensare circolare",
  "startThinkingCircularDesc": "Portiamo la tecnologia oltre. È buono per il pianeta e per il tuo portafoglio.",
  "performsLikeNewTitle": "Funziona come nuova",
  "performsLikeNewDesc": "Telefonini affidabili e di alta qualità, ricondizionati dai nostri esperti in Europa.",
  "fastDeliveryTitle": "Consegna veloce",
  "fastDeliveryDesc": "Garanzia completa, rimborso, resi gratuiti e una garanzia di 12 mesi",
  "ourRecentBlogs": "I nostri ultimi blog"
}